{
    "  Есть старая Римская концепция Пришел, увидел, победил.Красивая концепция, ничего не скажешь, но мне она как-то никогда особенно не нравилась. И тому есть несколько причин." : "1. Пришел, увидел. - нужно куда-то идти искать, оценивать. Запарно.\n2. Победил! - А обязательно с кем-то драться? Нужны потери? Нужен конфликт?\n3. Ну победил, ок, что дальше то? Постоял на трофеях среди поверженных врагов, ЧСВ погрел в лучах славы и дальше пошел?",
    "  Сегодня утром Лера идеально сформулировала Нашу формулу - Присвоил Освоил!": "\n  1. Присваивать нужно там где ты есть, присваивать - это не значит красть или отбирать. Это значит - действовать в целях получения, спокойно, безапелляционно.  Я прихожу в компании и присваиваю себе руководство разработкой - постепенно, неминуемо.Своим ученикам-джедаям я говорю иногда Ты уже полгода работает в этой компании и до сих пор не руководишь разработкой? Чем ты вообще занимался эти пол года?. Но это конечно же не каждый раз, лучшие ученики присваивают себе руководство в положенный срок.\n\n  2. Осваивать - это самое важно. Ну вот присвоил ты себе женщину красивую, должность мощную - самое важное все это не просрать. Присваиваешь не для того чтобы греть ЧСВ, присваиваешь чтобы пребывать в том что заполучил.   Вот купил ты дом с Садом, чтобы Сад радовал тебя больше чем 1 месяц после покупки - за ним нужно ухаживать. Заполучил красивую женщину - ухаживай за ней, следи за ее душевным состоянием, помогай ей осуществлять мечты.Заполучил ответственную должность - умей выжать из своих полномочий максимальную пользу для процветания компании.Никто не любит гостей - за ними нужно убирать, все любят хозяев - они сами наводят порядок. - я писал уже об этом, еще разок напишу.",
    "  С точки зрения личного роста, нет ничего более ужасающего, чем фраза «мне и так пойдёт»." : "  Почему швейцарские часы точные? Почему английская звуковая аппаратура шикарная? Почему техника apple красивая?Ответ один: им «так» - «не пойдёт».  Многие мне скажут: “ну я же не apple...”, а я отвечу “а почему ты не apple?”. Каждый из нас чем-то занимается, каждый из нас делает что-то дома и на работе. Насколько шикарно, насколько сексуально то, что вы создаёте?  Зачастую работа командная, иногда весь продут не может стать эталоном потому что ваша работа лишь часть, но это не повод работать в пол силы. Ваша часть - ваше пространство чтобы сделать офигенно.  Я и на работе и в личной жизни и с друзьями прикладываю все усилия чтобы быть “apple”.  Я не спорю с начальством, но делаю все круто - им удобно, они получают удовольствие. Я делаю все что в моих силах чтобы быть лучшим мужем на планете. Мои друзья если им понадобится получат мою помощь и поддержку на пределе моих возможностей.  Все мое поведение вырастает из одной причины - я не вижу смысла тратить свою жизнь на то, чтобы делать что-то «так себе». У меня не всегда получается идеально, я делаю кучу ошибок, мой ресурс ограничен, как и ресурс любого человека. Но я отступаю только с фразой «я сделал все что было в моих силах», ни с какой другой.",
    "   Очень часто, когда ко мне приходят люди их не решаемые проблемы решаются одной очень простой фразой - 'Хватит выебываться! Подними жопу с дивана и действуй!'." : "  Что я имею в виду? - Миша, как бы мне найти девушку - А в чем проблема? - Да не в чем..(... И тут человек начинает мне перечислять миллион требований к потенциальной девушке, а так же выясняется, что он ни с кем не знакомится и не появляется в местах где с ним может кто-то познакомиться)- Хватить выебываться! Подними жопу с дивана и действуй! Сожги свой список обязательных характеристик, сними корону с головы, иди и начни знакомиться и пытаться строить отношения хоть с какими-нибудь девушками. Рано или поздно тебе попадется достойна девушка. - Миша, как бы мне начать работать в ИТ?- А в чем проблема?- Да не в чем...(... и тут выясняется, что человек хочет знаиматься именно вот этим, причем без опыта, причем сразу за хорошую зарплату, но сам даже не верит что ему за это будут платить и по этому даже не пытается)- Хватить выебываться! Подними жопу с дивана и действуй! Пойди в любую компанию на любую зарплату, поработай, уволься, устройся в другую компанию, умоляй чтобы тебя взяли, увольняйся с треском, набивай опыт! Рано или поздно ты выпадешь на компанию в которой тебе будет офигенно и по деньгам и по обязанностям.- Миша, как мне купить машину?- А в чем проблема?- Да денег надо очень много...(.. и тут выясняется что не смотря на свою зарплату в 70 тысяч человек хочет минимум BMW, потому что меньше - это полный отстой)- Хватить выебываться! Подними жопу с дивана и пиздуй в банк! Выбери тачку попроще, возьми на нее кредит, купи ее. А то так и будешь ноги стирать в мечтах о BMW. Потом когда чуть подрастет зп - купишь и BMW себе.Главное начинать действовать. А чтобы начинать действовать нужно прекращать выебываться.",
    "   На днях в моем любимом паблике 'Темная сторона' https://t.me/temno вышел пост '10 признаков, отличающих наёмника от предпринимателя'. " : "    Я прочитал этот пост и понял, что все принципы которые там описаны - это те принципы которыми я характеризую (не)нормальных разработчиков, которых я называю 'Мутантами'. Я переформулировал тезисы из поста и вот что получилось:10 признаков, отличающих обычного разработчика от разработчика мутанта 1. Обычный разработчик пытается найти компанию которая будет удовлетворять его представлениям о идеальном рабочем месте. Мутант приходит в компанию в которой он видит потенциал и переделывает ее под себя. 2. Обычному разработчик в реализации достаточно “Работает же”. Мутант в реализации не готов на реализацию ниже “Работает офигенно”, причем умудряется сделать это в разумные сроки. 3. У обычного разработчика есть вещи которые он предпочитает работе. Мутант не представляет, что в жизни еще в жизни может быть сопоставимо кайфу создавать и запускать офигенные решения. 4. Обычному разработчику нужно четкое ТЗ. Мутанта от четкого ТЗ воротит, ему нужна свобода в реализации. 5. Обычный разработчик просто делает таски. Мутант смотрит на любую задачу как на шаг в свидании продукта и видит продукт целиком. 6. Обычный программист рад быть заблокирован тем, что кто-то чего-то не поставил вовремя или в лучшем случае готов просто на это сетовать. Мутант готов молча пойти делать за других людей в компании любую работу которую они не сделали и заблокировали его, что иметь возможность двигаться дальше. 7. Обычный разработчик думает как спроектировать так чтобы работало. Мутант постоянно думает о том как еще может сломаться то, что было спроектировано вчера.  8. Обычный разработчик все время что-то требует и чего-то ожидает. Мутант все время что-то предлагает и пытается сделать. 9. Обычный разработчик боится брать на себя ответственность и ввязываться в сложные проекты. Мутант ищет самые сложные и ответственные проекты из всех возможных. 10. Обычный разработчик мечтает когда-нибудь начать делать свой стартап и разбогатеть. Мутант воспринимает любой проект в котором работает как свой собственный и делает все чтобы разбогател этот проект." 

}